Repository: collective/collective.behavior.featuredimage
Catalog: src/collective/behavior/featuredimage/locales/*/LC_MESSAGES/collective.behavior.featuredimage.po
Languages: es, pt_br

source: A behavior for Dexterity-based content types to add a featured image for sharing content on social media.
es: Un behavior para tipos de contenido Dexterity que adiciona una imagen de destaque para ser compartida en redes sociales.
pt_br: Um behavior para tipos de conteúdo Dexterity que adiciona uma imagem de destaque para compartilhar em redes sociais.

source: Author
es: Autor
pt_br: Autor

source: Base image
es: Imagen base
pt_br: Imagem de fundo

source: Base image used to create featured image.
es: La imagen base que será usada para crear la imagen de destaque.
pt_br: Imagem base que será usada para criar a imagem de destaque.

source: Custom
es: Personalizado
pt_br: Personalizado

source: Dark
es: Oscuro
pt_br: Escuro

source: Enable Featured Image
es: Habilitar la imagen de destaque
pt_br: Habilitar imagem de destaque

source: Enable featured image for this content
es: Habilitar la imagen de destaque para este tipo de contenido.
pt_br: Habilitar a imagem de destaque para este ítem.

source: Extra fields to get Featured Image.
es: Campos adicionales para obtener una imagen de destaque.
pt_br: Campos adicionais para gerar uma imagem de destaque.

source: Featured Image
es: Imagen de destaque
pt_br: Imagem de destaque

source: Image must be at least 1200 x 630 pixels for the best display on high resolution devices.
es: La imagen debe tener dimensiones de al menos 1200 x 630 píxeles para mostrarse correctamente en dispositivos de alta resolución.
pt_br: A imagem deve ter pelo menos 1200 x 630 pixeis para se mostrar melhor em dispositivos de alta resolução.

source: Image should be in PNG format.
es: La imagen debe estar en formato PNG.
pt_br: A imagem deve estar em formato PNG.

source: Image should be smaller than 1MB.
es: La imagen debe ser menor de 1MB.
pt_br: A imagem deve ser menor de 1MB.

source: Light
es: Claro
pt_br: Claro

source: Quote
es: Cita
pt_br: Citação

source: Remove Featured Image
es: Desinstalar Imagen de destaque
pt_br: Eliminar Imagem de destaque

source: Settings of the Featured Image.
es: Configuración de la Imagen de destaque.
pt_br: Configuração da Imagem de destaque

source: Theme
es: Tema
pt_br: Tema

source: Uninstalls collective.behavior.featuredimage.
es: Desinstala collective.behavior.featuredimage.
pt_br: Desinstala o collective.behavior.featuredimage.

source: featured_image_generation_error
es: Ocurrió un error al generar la imagen de destaque. Por favor revierta el estado del workflow. La imagen generada puede ser utilizada para un análisis posterior.
pt_br: Aconteceu um erro ao gerar a imagem de destaque. Por favor reverta o estado do workflow. A imagem gerada pode ser usada para uma analise posterior do problema.
